04_OpenFoam/_Tut_02/OpenFOAM-14/legacy/electromagnetics/mhdFoam/hartmann/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication mhdFoam
runApplication -s sample foamPostProcess -func sample

#------------------------------------------------------------------------------
